-- Данные
INSERT INTO gsoft.managers (surname,name,email,phone) VALUES
    ('Иванов','Иван','ivan@test.ru','79003214587'),
    ('Петров','Пётр','peter@test.ru','7900587745'),
    ('Сергеев','Сергей','serg@test.ru','79055284697'),
    ('Николаева','Наталья','niknat@test.ru','79024972387'),
    ('Мишина','Татьяна','mishtat@test.ru','79024566565'),
    ('Зимина','Светлана','zimsvet@test.ru','7902661562');

INSERT INTO gsoft.clients (name,inn,address,email,phone) VALUES
    ('ООО Антей','1122334455','Анадырь','antey@antey.ru','111124578'),
    ('ООО Бомбей','5566338844','Биробиджан','bombey@bombey.ru','222458712'),
    ('ЗАО Вертекс','9955771133','Вологда','vertex@vertex.ru','3335413265'),
    ('ГУП Гризли','7711224488','Грозный','grizzly@grizzly.ru','444659887'),
    ('ФГУП Деталь','6644663322','Дмитриев','detal@detal.ru','555879865'),
    ('ИП Евтухов','7785416354','Елец','ipevtuhov@eml.ru','79153215487');

INSERT INTO gsoft.freights (container,client_id,manager_id,date_arrival) VALUES
    ('A-123',1,1,'2025-05-07'),
    ('B-456',2,1,'2025-05-12'),
    ('C-890',3,2,'2025-05-15'),
    ('D-345',4,3,'2025-06-01'),
    ('E-234',4,4,'2025-06-08'),
    ('F-789',5,2,'2025-06-12'),
    ('G-234',6,5,'2025-06-20'),
    ('H-765',6,6,'2025-07-02');